tutorials/incompressible/pimpleFoam/laminar/contactAngleCavity/Allrun
#!/bin/sh
cd ${0%/*} || exit                                  # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication makeFaMesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
